[
  {
    "src": "/images/uploads/1000079142.png",
    "alt": "City of Dublin FET College - Pathways Centre",
    "tooltipText": "The Pathways Centre is an outreach initiative of the City of Dublin Education and Training Board's (CDETB) Educational Service to Prisons. It offers respite, information, education, counselling, and support for former prisoners.",
    "websiteUrl": "https://www.pathwayscentre.ie/"
  },
  {
    "src": "/images/uploads/both full colour.png",
    "alt": "Co-Funded by the European Union",
    "tooltipText": "The European Union co-funds the Pathways Centre. The EU provides various funding programmes to support projects in areas like employment, social inclusion, education, and regional development.",
    "websiteUrl": "https://european-union.europa.eu/live-work-study/funding-grants-subsidies_en"
  },
  {
    "src": "/images/uploads/Rialtas_Mark_Std_Colour.png",
    "alt": "Government of Ireland",
    "tooltipText": "The Government of Ireland co-funds the Pathways Centre. Gov.ie is the official portal for Irish government information and services.",
    "websiteUrl": "https://www.gov.ie/"
  },
  {
    "src": "/images/uploads/SOLAS logo super high res transparent (2).png",
    "alt": "SOLAS - Learning Works",
    "tooltipText": "SOLAS is Ireland's Further Education and Training Authority. It is responsible for funding, planning, and co-ordinating Further Education and Training (FET) programmes.",
    "websiteUrl": "https://www.solas.ie/"
  },
  {
    "src": "/images/uploads/cdetb_logos_cmyk-01.png",
    "alt": "City of Dublin Education and Training Board (CDETB)",
    "tooltipText": "The City of Dublin Education and Training Board (CDETB) is the state education and training authority for Dublin city, providing a wide range of educational services. The Pathways Centre is one of its initiatives.",
    "websiteUrl": "https://www.cityofdublinetb.ie/"
  },
  {
    "src": "https://res.cloudinary.com/dsa31toc5/image/upload/v1749721461/qqi_provider_2025_vrfwry.png",
    "alt": "QQI - Quality and Qualifications Ireland",
    "tooltipText": "QQI (Quality and Qualifications Ireland) is the state agency responsible for promoting the quality, integrity and reputation of Ireland's further and higher education system. [3, 10]",
    "websiteUrl": "https://www.qqi.ie/what-we-do/the-qualifications-system/national-framework-of-qualifications"
  }
]